checkfree/src/test/resources/expected/execute/licensemanagerExpected1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="http://ws.licmgr.eos.ecomm.rim.com/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns0:createEntitlement><arg0><ecommOrderNumber></ecommOrderNumber><endCustomer><accountId>2</accountId><address><city>4</city><country></country><phoneNumber></phoneNumber><postalCode></postalCode><state></state><street1></street1><street2></street2></address><name>***NO DATA***</name></endCustomer><globalOrderNumber></globalOrderNumber><orderSource></orderSource><partner><accountId></accountId><address><city></city><country></country><phoneNumber></phoneNumber><postalCode></postalCode><state></state><street1></street1><street2></street2></address><name></name></partner><systemId></systemId><transactionID></transactionID></arg0></ns0:createEntitlement></SOAP-ENV:Body></SOAP-ENV:Envelope>